Repository: lynnjeans/keybridge
Catalog: SameKeys/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Enjoying SameKeys?
de: Gefällt dir SameKeys?
es: ¿Te gusta SameKeys?
fr: Vous aimez SameKeys ?
ja: SameKeys を気に入ったら
ko: SameKeys가 마음에 드십니까?
pl: Podoba Ci się SameKeys?
pt_br: Gostando do SameKeys?
zh_hans: 喜欢 SameKeys？
zh_hant: 喜歡 SameKeys？

source: Esc to cancel
de: Esc zum Abbrechen
es: Esc para cancelar
fr: Échap pour annuler
ja: Esc でキャンセル
ko: Esc로 취소
pl: Esc, aby anulować
pt_br: Esc para cancelar
zh_hans: 按 Esc 取消
zh_hant: 按 Esc 取消

source: Everywhere
de: Überall
es: En todas partes
fr: Partout
ja: すべてのアプリ
ko: 모든 곳
pl: Wszędzie
pt_br: Em todo lugar
zh_hans: 所有应用
zh_hant: 所有 App

source: Everywhere except
de: Überall außer
es: En todas partes excepto
fr: Partout sauf
ja: 次のアプリ以外
ko: 다음을 제외한 모든 곳
pl: Wszędzie oprócz
pt_br: Em todo lugar exceto
zh_hans: 除以下应用外
zh_hant: 除以下 App 外

source: Everywhere except %@
de: Überall außer %@
es: En todas partes excepto %@
fr: Partout sauf %@
ja: %@ 以外のすべてのアプリ
ko: %@ 제외 모든 곳
pl: Wszędzie oprócz %@
pt_br: Em todo lugar exceto %@
zh_hans: 除 %@ 外的所有应用
zh_hant: 除 %@ 外的所有 App

source: Everywhere except some apps
de: Überall außer in manchen Apps
es: En todas partes excepto en algunas apps
fr: Partout sauf dans certaines apps
ja: 一部のアプリ以外
ko: 일부 앱 제외 모든 곳
pl: Wszędzie oprócz niektórych aplikacji
pt_br: Em todo lugar exceto em alguns apps
zh_hans: 除部分应用外
zh_hant: 除部分 App 外

source: Everywhere except terminals
de: Überall außer im Terminal
es: En todas partes excepto en terminales
fr: Partout sauf dans les terminaux
ja: ターミナル以外のすべてのアプリ
ko: 터미널 제외 모든 곳
pl: Wszędzie oprócz terminali
pt_br: Em todo lugar exceto em terminais
zh_hans: 除终端外的所有应用
zh_hant: 除終端機外的所有 App

source: Everywhere, not while typing
de: Überall, nicht beim Tippen
es: En todas partes, no al escribir
fr: Partout, sauf pendant la saisie
ja: すべてのアプリ（文字入力中は除く）
ko: 모든 곳, 입력 중 제외
pl: Wszędzie, ale nie podczas pisania
pt_br: Em todo lugar, exceto ao digitar
zh_hans: 所有应用，输入文字时除外
zh_hant: 所有 App，輸入文字時除外

source: Excel Workbook
de: Excel-Arbeitsmappe
es: Libro de Excel
fr: Classeur Excel
ja: Excel ブック
ko: Excel 통합 문서
pl: Skoroszyt Excel
pt_br: Pasta de Trabalho do Excel
zh_hans: Excel 工作簿
zh_hant: Excel 活頁簿

source: Export Diagnostics…
de: Diagnose exportieren …
es: Exportar diagnóstico…
fr: Exporter le diagnostic…
ja: 診断情報を書き出す…
ko: 진단 내보내기…
pl: Eksportuj diagnostykę…
pt_br: Exportar Diagnóstico…
zh_hans: 导出诊断信息…
zh_hant: 輸出診斷資訊…

source: Export Settings…
de: Einstellungen exportieren …
es: Exportar ajustes…
fr: Exporter les réglages…
ja: 設定を書き出す…
ko: 설정 내보내기…
pl: Eksportuj ustawienia…
pt_br: Exportar Ajustes…
zh_hans: 导出设置…
zh_hant: 匯出設定…

source: Exporting…
de: Wird exportiert …
es: Exportando…
fr: Exportation…
ja: 書き出し中…
ko: 내보내는 중…
pl: Eksportowanie…
pt_br: Exportando…
zh_hans: 正在导出…
zh_hant: 正在輸出…

source: F1–F12 as standard function keys
de: F1–F12 als Standard-Funktionstasten
es: F1–F12 como teclas de función estándar
fr: F1–F12 comme touches de fonction standard
ja: F1〜F12 を標準のファンクションキーとして使用
ko: F1–F12를 표준 기능 키로 사용
pl: F1–F12 jako standardowe klawisze funkcyjne
pt_br: F1–F12 como teclas de função padrão
zh_hans: 将 F1–F12 用作标准功能键
zh_hant: 將 F1–F12 用作標準功能鍵

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: よく使う項目
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritos
zh_hans: 收藏
zh_hant: 喜好項目

source: Favorites and Finder's own Recent Folders are kept.
de: Favoriten und die „Benutzten Ordner“ des Finders bleiben erhalten.
es: Se conservan los favoritos y las Carpetas recientes del Finder.
fr: Les favoris et les Dossiers récents du Finder sont conservés.
ja: よく使う項目と、Finder 自身の「最近使ったフォルダ」はそのまま残ります。
ko: 즐겨찾기와 Finder 자체의 최근 사용한 폴더는 유지됩니다.
pl: Ulubione i Ostatnie foldery Findera zostają.
pt_br: Os favoritos e as Pastas Recentes do Finder são mantidos.
zh_hans: 收藏和访达自己的"最近使用的文件夹"会保留。
zh_hant: 喜好項目和 Finder 自己的「最近使用的檔案夾」會保留。

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: File Explorer (Finder)
de: Datei-Explorer (Finder)
es: Explorador de archivos (Finder)
fr: Explorateur de fichiers (Finder)
ja: エクスプローラー（Finder）
ko: 파일 탐색기(Finder)
pl: Eksplorator plików (Finder)
pt_br: Explorador de Arquivos (Finder)
zh_hans: 文件资源管理器（访达）
zh_hant: 檔案總管（Finder）

source: File Management
de: Dateiverwaltung
es: Gestión de archivos
fr: Gestion des fichiers
ja: ファイル管理
ko: 파일 관리
pl: Zarządzanie plikami
pt_br: Gerenciamento de Arquivos
zh_hans: 文件管理
zh_hant: 檔案管理

source: File dialog
de: Dateidialog
es: Diálogo de archivos
fr: Dialogue de fichiers
ja: ファイルダイアログ
ko: 파일 대화상자
pl: Okno dialogowe plików
pt_br: Diálogo de arquivo
zh_hans: 文件对话框
zh_hant: 檔案對話框

source: Fill the screen
de: Bildschirm füllen
es: Llenar la pantalla
fr: Remplir l’écran
ja: 画面いっぱいに広げる
ko: 화면 채우기
pl: Wypełnij ekran
pt_br: Preencher a tela
zh_hans: 铺满屏幕
zh_hant: 填滿螢幕

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pl: Znajdź
pt_br: Buscar
zh_hans: 查找
zh_hant: 尋找

source: Find **SameKeys** in the list and switch it on.
de: Suche **SameKeys** in der Liste und schalte es ein.
es: Busca **SameKeys** en la lista y actívalo.
fr: Trouvez **SameKeys** dans la liste et activez-le.
ja: リストで **SameKeys** を探してオンにしてください。
ko: 목록에서 **SameKeys**를 찾아 켜십시오.
pl: Znajdź **SameKeys** na liście i włącz go.
pt_br: Encontre **SameKeys** na lista e ative-o.
zh_hans: 在列表中找到 **SameKeys** 并打开开关。
zh_hant: 在列表中找到 **SameKeys** 並打開開關。

source: Finder right-click menu
de: Finder-Kontextmenü
es: Menú contextual del Finder
fr: Menu contextuel du Finder
ja: Finder の右クリックメニュー
ko: Finder 오른쪽 클릭 메뉴
pl: Menu podręczne Findera
pt_br: Menu de contexto do Finder
zh_hans: Finder 右键菜单
zh_hant: Finder 右鍵選單

source: Finder's current folder
de: Aktueller Finder-Ordner
es: Carpeta actual del Finder
fr: Dossier actuel du Finder
ja: Finder の現在のフォルダ
ko: Finder의 현재 폴더
pl: Bieżący folder Findera
pt_br: Pasta atual do Finder
zh_hans: 访达当前文件夹
zh_hant: Finder 目前的檔案夾

source: Folders you open in Finder or go to with SameKeys.
de: Ordner, die du im Finder öffnest oder mit SameKeys ansteuerst.
es: Carpetas que abres en el Finder o a las que vas con SameKeys.
fr: Les dossiers que vous ouvrez dans le Finder ou atteignez avec SameKeys.
ja: Finder で開いたフォルダや、SameKeys で移動したフォルダです。
ko: Finder에서 열거나 SameKeys로 이동한 폴더입니다.
pl: Foldery otwierane w Finderze lub przez SameKeys.
pt_br: Pastas que você abre no Finder ou acessa com o SameKeys.
zh_hans: 你在访达中打开的，或通过 SameKeys 前往的文件夹。
zh_hant: 你在 Finder 中打開的，或透過 SameKeys 前往的檔案夾。

source: Follow System
de: Wie System
es: Igual que el sistema
fr: Comme le système
ja: システムに合わせる
ko: 시스템 설정 따름
pl: Jak w systemie
pt_br: Seguir o Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: For 1 Hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1 時間
ko: 1시간
pl: Na 1 godzinę
pt_br: Por 1 Hora
zh_hans: 1 小时
zh_hant: 1 小時

source: For 15 Minutes
de: 15 Minuten
es: 15 minutos
fr: 15 minutes
ja: 15 分
ko: 15분
pl: Na 15 minut
pt_br: Por 15 Minutos
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: For 5 Minutes
de: 5 Minuten
es: 5 minutos
fr: 5 minutes
ja: 5 分
ko: 5분
pl: Na 5 minut
pt_br: Por 5 Minutos
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: For example, Ctrl+C and fn+C copy.
de: Zum Beispiel kopieren Strg+C und fn+C.
es: Por ejemplo, Ctrl+C y fn+C copian.
fr: Par exemple, Ctrl+C et fn+C copient.
ja: 例：Ctrl+C でも fn+C でもコピー。
ko: 예를 들어 Ctrl+C와 fn+C로 복사합니다.
pl: Na przykład Ctrl+C i fn+C kopiują.
pt_br: Por exemplo, Ctrl+C e fn+C copiam.
zh_hans: 例如 Ctrl+C 和 fn+C 都能复制。
zh_hant: 例如 Ctrl+C 和 fn+C 都能拷貝。

source: For example, Ctrl+C copies.
de: Zum Beispiel kopiert Strg+C.
es: Por ejemplo, Ctrl+C copia.
fr: Par exemple, Ctrl+C copie.
ja: 例：Ctrl+C でコピー。
ko: 예를 들어 Ctrl+C로 복사합니다.
pl: Na przykład Ctrl+C kopiuje.
pt_br: Por exemplo, Ctrl+C copia.
zh_hans: 例如 Ctrl+C 复制。
zh_hant: 例如 Ctrl+C 拷貝。

source: For example, Win+L is ⌘L.
de: Zum Beispiel ist Win+L ⌘L.
es: Por ejemplo, Win+L es ⌘L.
fr: Par exemple, Win+L est ⌘L.
ja: 例：Win+L は ⌘L。
ko: 예를 들어 Win+L은 ⌘L입니다.
pl: Na przykład Win+L to ⌘L.
pt_br: Por exemplo, Win+L é ⌘L.
zh_hans: 例如 Win+L 就是 ⌘L。
zh_hant: 例如 Win+L 就是 ⌘L。

source: For example, Win+L is ⌥L.
de: Zum Beispiel ist Win+L ⌥L.
es: Por ejemplo, Win+L es ⌥L.
fr: Par exemple, Win+L est ⌥L.
ja: 例：Win+L は ⌥L。
ko: 예를 들어 Win+L은 ⌥L입니다.
pl: Na przykład Win+L to ⌥L.
pt_br: Por exemplo, Win+L é ⌥L.
zh_hans: 例如 Win+L 就是 ⌥L。
zh_hant: 例如 Win+L 就是 ⌥L。

source: For example, Win+L: press the Alt key and L.
de: Zum Beispiel Win+L: Alt-Taste und L drücken.
es: Por ejemplo, Win+L: pulsa la tecla Alt y L.
fr: Par exemple, Win+L : appuyez sur Alt et L.
ja: 例：Win+L は Alt キーと L。
ko: 예를 들어 Win+L: Alt 키와 L을 누릅니다.
pl: Na przykład Win+L: naciśnij klawisz Alt i L.
pt_br: Por exemplo, Win+L: pressione a tecla Alt e L.
zh_hans: 例如 Win+L：按 Alt 键和 L。
zh_hant: 例如 Win+L：按 Alt 鍵和 L。

source: For example, Win+L: press the Win key and L.
de: Zum Beispiel Win+L: Win-Taste und L drücken.
es: Por ejemplo, Win+L: pulsa la tecla Win y L.
fr: Par exemple, Win+L : appuyez sur Win et L.
ja: 例：Win+L は Win キーと L。
ko: 예를 들어 Win+L: Win 키와 L을 누릅니다.
pl: Na przykład Win+L: naciśnij klawisz Win i L.
pt_br: Por exemplo, Win+L: pressione a tecla Win e L.
zh_hans: 例如 Win+L：按 Win 键和 L。
zh_hant: 例如 Win+L：按 Win 鍵和 L。

source: For example, fn+C copies.
de: Zum Beispiel kopiert fn+C.
es: Por ejemplo, fn+C copia.
fr: Par exemple, fn+C copie.
ja: 例：fn+C でコピー。
ko: 예를 들어 fn+C로 복사합니다.
pl: Na przykład fn+C kopiuje.
pt_br: Por exemplo, fn+C copia.
zh_hans: 例如 fn+C 复制。
zh_hant: 例如 fn+C 拷貝。

source: Force Quit
de: Sofort beenden
es: Forzar salida
fr: Forcer à quitter
ja: 強制終了
ko: 강제 종료
pl: Wymuś koniec
pt_br: Forçar Encerrar
zh_hans: 强制退出
zh_hant: 強制結束

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
pl: Dalej
pt_br: Avançar
zh_hans: 前进
zh_hant: 下一頁

source: From any app. Click to record a different shortcut.
de: In jeder App. Klicken, um einen anderen Kurzbefehl aufzunehmen.
es: Desde cualquier app. Haz clic para grabar otro atajo.
fr: Depuis n’importe quelle app. Cliquez pour enregistrer un autre raccourci.
ja: どのアプリからでも使えます。クリックして別のショートカットを記録できます。
ko: 모든 앱에서. 클릭하여 다른 단축키를 기록합니다.
pl: Z dowolnej aplikacji. Kliknij, aby nagrać inny skrót.
pt_br: De qualquer app. Clique para gravar outro atalho.
zh_hans: 在任何应用中都可用。点击可录制其他快捷键。
zh_hant: 在任何 App 中都可用。按一下可錄製其他快速鍵。

source: Go to File
de: Gehe zur Datei
es: Ir al archivo
fr: Aller au fichier
ja: ファイルへ移動
ko: 파일로 이동
pl: Idź do pliku
pt_br: Ir para o Arquivo
zh_hans: 前往文件
zh_hant: 前往檔案

source: Go to Finder's folder
de: Zum Finder-Ordner gehen
es: Ir a la carpeta del Finder
fr: Aller au dossier du Finder
ja: Finder のフォルダへ移動
ko: Finder 폴더로 이동
pl: Przejdź do folderu Findera
pt_br: Ir para a pasta do Finder
zh_hans: 前往访达当前文件夹
zh_hant: 前往 Finder 目前的檔案夾

source: Go to Folder
de: Gehe zum Ordner
es: Ir a la carpeta
fr: Aller au dossier
ja: フォルダへ移動
ko: 폴더로 이동
pl: Idź do folderu
pt_br: Ir para a Pasta
zh_hans: 前往文件夹
zh_hant: 前往檔案夾

source: Granted
de: Erlaubt
es: Permitido
fr: Autorisé
ja: 許可済み
ko: 허용됨
pl: Dozwolone
pt_br: Permitido
zh_hans: 已授权
zh_hant: 已允許

source: Hidden. SameKeys keeps working; to come back here, open SameKeys again from Applications or Spotlight.
de: Ausgeblendet. SameKeys arbeitet weiter; um hierher zurückzukehren, öffne SameKeys erneut aus „Programme“ oder mit Spotlight.
es: Oculto. SameKeys sigue funcionando; para volver aquí, abre SameKeys de nuevo desde Aplicaciones o Spotlight.
fr: Masqué. SameKeys continue de fonctionner ; pour revenir ici, rouvrez SameKeys depuis Applications ou Spotlight.
ja: 非表示です。SameKeys は動作し続けます。ここに戻るには、アプリケーションフォルダか Spotlight から SameKeys をもう一度開いてください。
ko: 숨겨짐. SameKeys는 계속 작동합니다. 여기로 돌아오려면 응용 프로그램이나 Spotlight에서 SameKeys를 다시 여세요.
pl: Ukryte. SameKeys nadal działa; aby tu wrócić, otwórz SameKeys ponownie z folderu Aplikacje lub przez Spotlight.
pt_br: Oculto. O SameKeys continua funcionando; para voltar aqui, abra o SameKeys de novo em Aplicativos ou pelo Spotlight.
zh_hans: 已隐藏。SameKeys 照常工作；要回到这里，请从「应用程序」或聚焦搜索再次打开 SameKeys。
zh_hant: 已隱藏。SameKeys 照常運作；要回到這裡，請從「應用程式」或 Spotlight 再次打開 SameKeys。

source: History (%lld)
de: Verlauf (%lld)
es: Historial (%lld)
fr: Historique (%lld)
ja: 履歴（%lld）
ko: 기록(%lld)
pl: Historia (%lld)
pt_br: Histórico (%lld)
zh_hans: 历史（%lld）
zh_hant: 歷史（%lld）

source: Hold while scrolling
de: Beim Scrollen halten
es: Mantener al desplazar
fr: Maintenir en faisant défiler
ja: スクロール中に押す
ko: 스크롤하는 동안 누르기
pl: Przytrzymaj podczas przewijania
pt_br: Segurar ao rolar
zh_hans: 滚动时按住
zh_hant: 捲動時按住

source: Home and End jump to the start and end of the line.
de: Pos1 und Ende springen an Zeilenanfang und -ende.
es: Inicio y Fin saltan al principio y al final de la línea.
fr: Début et Fin vont au début et à la fin de la ligne.
ja: Home と End で行頭・行末へ移動。
ko: Home과 End로 줄의 시작과 끝으로 이동합니다.
pl: Home i End przechodzą na początek i koniec wiersza.
pt_br: Home e End vão para o início e o fim da linha.
zh_hans: Home 和 End 跳到行首和行尾。
zh_hant: Home 和 End 跳到行首和行尾。

source: Home, End and Ctrl+arrow keys are left alone in terminals; fn shortcuts work there too.
de: Pos1, Ende und Strg+Pfeiltasten bleiben im Terminal unverändert; fn-Kurzbefehle gehen dort auch.
es: Inicio, Fin y Ctrl+flechas no se cambian en los terminales; los atajos con fn también funcionan allí.
fr: Début, Fin et Ctrl+flèches restent inchangés dans les terminaux ; les raccourcis fn y marchent aussi.
ja: ターミナルでは Home、End、Ctrl+矢印キーを変換しません。fn のショートカットはターミナルでも使えます。
ko: 터미널에서는 Home, End, Ctrl+화살표를 바꾸지 않습니다. fn 단축키는 터미널에서도 작동합니다.
pl: Home, End i Ctrl+strzałki nie są zmieniane w terminalach; skróty z fn też tam działają.
pt_br: Home, End e Ctrl+setas não mudam nos terminais; os atalhos com fn também funcionam lá.
zh_hans: 在终端里不转换 Home、End 和 Ctrl+方向键；fn 快捷键在终端里也能用。
zh_hant: 在終端機裡不轉換 Home、End 和 Ctrl+方向鍵；fn 快速鍵在終端機裡也能用。

source: If SameKeys is not in the Input Monitoring list, click + and choose SameKeys.
de: Falls SameKeys nicht in der Liste „Eingabeüberwachung“ steht, klicke auf + und wähle SameKeys.
es: Si SameKeys no está en la lista Monitorización de entrada, haz clic en + y elige SameKeys.
fr: Si SameKeys n’est pas dans la liste Surveillance de l’entrée, cliquez sur + et choisissez SameKeys.
ja: 「入力監視」のリストに SameKeys がない場合は、+ をクリックして SameKeys を選んでください。
ko: 입력 모니터링 목록에 SameKeys가 없으면 +를 클릭하고 SameKeys를 선택하십시오.
pl: Jeśli SameKeys nie ma na liście Monitorowanie wprowadzania, kliknij + i wybierz SameKeys.
pt_br: Se o SameKeys não estiver na lista Monitoramento de Entrada, clique em + e escolha o SameKeys.
zh_hans: 如果「输入监控」列表里没有 SameKeys，请点击 + 并选择 SameKeys。
zh_hant: 如果「輸入監控」列表裡沒有 SameKeys，請按一下 + 並選擇 SameKeys。

source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pl: Obraz
pt_br: Imagem
zh_hans: 图片
zh_hant: 影像

source: Import Settings…
de: Einstellungen importieren …
es: Importar ajustes…
fr: Importer des réglages…
ja: 設定を読み込む…
ko: 설정 가져오기…
pl: Importuj ustawienia…
pt_br: Importar Ajustes…
zh_hans: 导入设置…
zh_hant: 匯入設定…

source: Import and Restart
de: Importieren und neu starten
es: Importar y reiniciar
fr: Importer et redémarrer
ja: 読み込んで再起動
ko: 가져오고 재시작
pl: Importuj i uruchom ponownie
pt_br: Importar e Reiniciar
zh_hans: 导入并重新启动
zh_hant: 匯入並重新啟動

source: In Terminal, uncheck Terminal › Secure Keyboard Entry.
de: Im Terminal „Terminal › Sichere Tastatureingabe“ ausschalten.
es: En Terminal, desmarca Terminal › Entrada de teclado segura.
fr: Dans Terminal, décochez Terminal › Saisie sécurisée au clavier.
ja: ターミナルで「ターミナル › セキュアキーボード入力」のチェックを外してください。
ko: 터미널에서 ‘터미널 › 보안 키보드 입력’을 해제하십시오.
pl: W Terminalu odznacz Terminal › Bezpieczne wprowadzanie z klawiatury.
pt_br: No Terminal, desmarque Terminal › Entrada de Teclado Segura.
zh_hans: 在终端里取消勾选「终端 › 安全键盘输入」。
zh_hant: 在「終端機」裡取消勾選「終端機 › 安全鍵盤輸入」。

source: In any app's open or save dialog, jump to the folder Finder is showing, or pick a favorite or recent folder, like Listary on Windows. The list also takes a pasted path, in Finder too. The same entries are on the Shortcuts page.
de: Spring im Öffnen- oder Sichern-Dialog jeder App zu dem Ordner, den der Finder zeigt, oder wähle einen Favoriten oder letzten Ordner, wie mit Listary unter Windows. Die Liste nimmt auch einen eingefügten Pfad an, auch im Finder. Dieselben Einträge stehen auf der Seite „Kurzbefehle“.
es: En el diálogo de abrir o guardar de cualquier app, salta a la carpeta que muestra el Finder, o elige una carpeta favorita o reciente, como Listary en Windows. La lista también acepta una ruta pegada, también en el Finder. Las mismas entradas están en la página Atajos.
fr: Dans le dialogue Ouvrir ou Enregistrer de n’importe quelle app, allez au dossier affiché par le Finder, ou choisissez un dossier favori ou récent, comme Listary sous Windows. La liste accepte aussi un chemin collé, Finder compris. Les mêmes entrées sont sur la page Raccourcis.
ja: どのアプリの開く・保存ダイアログでも、Finder が表示しているフォルダへ移動したり、よく使う項目や最近使ったフォルダから選んだりできます。Windows の Listary と同じです。リストにはパスを貼り付けることもでき、Finder でも使えます。同じ項目は「ショートカット」ページにもあります。
ko: 모든 앱의 열기 또는 저장 대화상자에서 Finder가 보여 주는 폴더로 바로 이동하거나, Windows의 Listary처럼 즐겨찾기나 최근 폴더를 고를 수 있습니다. 목록에 경로를 붙여 넣을 수도 있으며, Finder에서도 됩니다. 같은 항목이 단축키 페이지에도 있습니다.
pl: W oknie otwierania lub zapisu dowolnej aplikacji przejdź do folderu, który pokazuje Finder, albo wybierz ulubiony lub ostatni folder, jak w Listary w Windows. Do listy można też wkleić ścieżkę, także w Finderze. Te same wpisy są na stronie Skróty.
pt_br: No diálogo de abrir ou salvar de qualquer app, vá para a pasta que o Finder está mostrando, ou escolha uma pasta favorita ou recente, como o Listary no Windows. A lista também aceita um caminho colado, inclusive no Finder. As mesmas entradas estão na página Atalhos.
zh_hans: 在任何 App 的打开或存储对话框中，跳到访达正在显示的文件夹，或从收藏和最近的文件夹中挑一个，类似 Windows 上的 Listary。列表里也可以直接粘贴路径，在访达中也行。这些条目也在「快捷键」页。
zh_hant: 在任何 App 的打開或儲存對話框中，跳到 Finder 正在顯示的檔案夾，或從喜好項目和最近的檔案夾中挑一個，類似 Windows 上的 Listary。清單裡也可以直接貼上路徑，在 Finder 中也行。這些項目也在「快速鍵」頁面。

source: In iTerm2, uncheck iTerm2 › Secure Keyboard Entry.
de: In iTerm2 „iTerm2 › Secure Keyboard Entry“ ausschalten.
es: En iTerm2, desmarca iTerm2 › Secure Keyboard Entry.
fr: Dans iTerm2, décochez iTerm2 › Secure Keyboard Entry.
ja: iTerm2 で「iTerm2 › Secure Keyboard Entry」のチェックを外してください。
ko: iTerm2에서 ‘iTerm2 › Secure Keyboard Entry’를 해제하십시오.
pl: W iTerm2 odznacz iTerm2 › Secure Keyboard Entry.
pt_br: No iTerm2, desmarque iTerm2 › Secure Keyboard Entry.
zh_hans: 在 iTerm2 里取消勾选「iTerm2 › Secure Keyboard Entry」。
zh_hant: 在 iTerm2 裡取消勾選「iTerm2 › Secure Keyboard Entry」。

source: Input Monitoring
de: Eingabeüberwachung
es: Monitorización de entrada
fr: Surveillance de l’entrée
ja: 入力監視
ko: 입력 모니터링
pl: Monitorowanie wprowadzania
pt_br: Monitoramento de Entrada
zh_hans: 输入监控
zh_hant: 輸入監控

source: Input Monitoring is what lets SameKeys see ordinary keys, such as the C in Ctrl+C. Without it macOS delivers only modifiers, clicks and scrolling, so mouse buttons would work while keyboard shortcuts silently did not.
de: Über die Eingabeüberwachung sieht SameKeys normale Tasten, etwa das C in Strg+C. Ohne sie liefert macOS nur Sondertasten, Klicks und Scrollen – Maustasten gingen dann, Tastaturkurzbefehle aber stillschweigend nicht.
es: Monitorización de entrada es lo que permite a SameKeys ver las teclas normales, como la C de Ctrl+C. Sin ella, macOS solo entrega modificadores, clics y desplazamiento: los botones del ratón funcionarían, pero los atajos de teclado fallarían sin avisar.
fr: La surveillance de l’entrée permet à SameKeys de voir les touches ordinaires, comme le C de Ctrl+C. Sans elle, macOS ne transmet que les touches de modification, les clics et le défilement : les boutons de la souris marcheraient, mais pas les raccourcis clavier, sans aucun message.
ja: 入力監視があることで、SameKeys は Ctrl+C の C のような通常のキーを受け取れます。これがないと macOS は修飾キー、クリック、スクロールしか渡さないため、マウスボタンは動くのにキーボードショートカットだけが黙って効かなくなります。
ko: 입력 모니터링 권한이 있어야 SameKeys가 Ctrl+C의 C 같은 일반 키를 볼 수 있습니다. 이 권한이 없으면 macOS는 보조 키, 클릭, 스크롤만 전달하므로 마우스 버튼은 작동하지만 키보드 단축키는 아무 표시 없이 작동하지 않습니다.
pl: Monitorowanie wprowadzania pozwala SameKeys widzieć zwykłe klawisze, np. C w Ctrl+C. Bez niego macOS przekazuje tylko modyfikatory, kliknięcia i przewijanie, więc przyciski myszy by działały, a skróty klawiszowe po cichu nie.
pt_br: O Monitoramento de Entrada é o que permite ao SameKeys ver teclas comuns, como o C de Ctrl+C. Sem ele, o macOS só entrega modificadores, cliques e rolagem, então os botões do mouse funcionariam, mas os atalhos de teclado falhariam sem aviso.
zh_hans: 有了输入监控权限，SameKeys 才能看到普通按键，比如 Ctrl+C 里的 C。没有它，macOS 只传递修饰键、点击和滚动，于是鼠标按键能用，键盘快捷键却悄无声息地失效。
zh_hant: 有了輸入監控權限，SameKeys 才能看到一般按鍵，比如 Ctrl+C 裡的 C。沒有它，macOS 只傳遞變更鍵、點按和捲動，於是滑鼠按鈕能用，鍵盤快速鍵卻悄無聲息地失效。

source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
zh_hans: 安装
zh_hant: 安裝

source: Install SameKeys in the Applications folder?
de: SameKeys im Ordner „Programme“ installieren?
es: ¿Instalar SameKeys en la carpeta Aplicaciones?
fr: Installer SameKeys dans le dossier Applications ?
ja: SameKeys を「アプリケーション」フォルダにインストールしますか？
ko: SameKeys를 응용 프로그램 폴더에 설치하겠습니까?
pl: Zainstalować SameKeys w katalogu Aplikacje?
pt_br: Instalar o SameKeys na pasta Aplicativos?
zh_hans: 要把 SameKeys 安装到“应用程序”文件夹吗？
zh_hant: 要把 SameKeys 安裝到「應用程式」檔案夾嗎？

source: Install in Applications Folder
de: Im Ordner „Programme“ installieren
es: Instalar en la carpeta Aplicaciones
fr: Installer dans le dossier Applications
ja: 「アプリケーション」フォルダにインストール
ko: 응용 프로그램 폴더에 설치
pl: Zainstaluj w katalogu Aplikacje
pt_br: Instalar na Pasta Aplicativos
zh_hans: 安装到“应用程序”文件夹
zh_hant: 安裝到「應用程式」檔案夾

source: It can change keys, mouse buttons and scrolling before SameKeys sees them, so some shortcuts may do nothing or the wrong thing. Quit it while you use SameKeys, or turn off its settings that overlap.
de: Es kann Tasten, Maustasten und Scrollen ändern, bevor SameKeys sie sieht. Manche Kurzbefehle tun dann nichts oder das Falsche. Beende es, während du SameKeys nutzt, oder schalte seine überlappenden Einstellungen aus.
es: Puede cambiar teclas, botones del ratón y desplazamiento antes de que SameKeys los vea, así que algunos atajos pueden no hacer nada o hacer otra cosa. Ciérralo mientras usas SameKeys o desactiva los ajustes que se solapan.
fr: Il peut modifier les touches, les boutons de la souris et le défilement avant que SameKeys ne les voie, si bien que certains raccourcis ne font rien ou font autre chose. Quittez-le pendant que vous utilisez SameKeys, ou désactivez ses réglages qui se recoupent.
ja: SameKeys より先にキー、マウスボタン、スクロールを変更することがあるため、一部のショートカットが効かなかったり、違う動作になったりします。SameKeys を使う間は終了するか、重なる設定をオフにしてください。
ko: SameKeys보다 먼저 키, 마우스 버튼, 스크롤을 바꿀 수 있어 일부 단축키가 작동하지 않거나 엉뚱하게 동작할 수 있습니다. SameKeys를 쓰는 동안 종료하거나 겹치는 설정을 끄십시오.
pl: Może zmieniać klawisze, przyciski myszy i przewijanie, zanim zobaczy je SameKeys, więc niektóre skróty mogą nic nie robić albo robić coś innego. Zamknij go, gdy używasz SameKeys, albo wyłącz jego pokrywające się ustawienia.
pt_br: Ele pode alterar teclas, botões do mouse e rolagem antes que o SameKeys os veja, então alguns atalhos podem não fazer nada ou fazer outra coisa. Encerre-o enquanto usa o SameKeys ou desative os ajustes que se sobrepõem.
zh_hans: 它可能会在 SameKeys 之前改掉按键、鼠标键和滚动，导致部分快捷键没有反应或结果不对。使用 SameKeys 时请退出它，或关闭它与 SameKeys 重叠的设置。
zh_hant: 它可能會在 SameKeys 之前改掉按鍵、滑鼠按鈕和捲動，導致部分快速鍵沒有反應或結果不對。使用 SameKeys 時請結束它，或關閉它與 SameKeys 重疊的設定。

source: It ends when you leave the password field.
de: Sie endet, wenn du das Passwortfeld verlässt.
es: Termina cuando sales del campo de contraseña.
fr: Elle prend fin quand vous quittez le champ de mot de passe.
ja: パスワード欄から離れると元に戻ります。
ko: 암호 필드를 벗어나면 끝납니다.
pl: Kończy się, gdy opuścisz pole hasła.
pt_br: Ela termina quando você sai do campo de senha.
zh_hans: 离开密码框后就会恢复。
zh_hant: 離開密碼欄位後就會恢復。
